tap "bazelbuild/tap"
tap "benjyw/bazel"
tap "bramstein/webfonttools"
tap "dataversioncontrol/dvc"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "microsoft/mssql-release"
tap "nvie/tap"
tap "railwaycat/emacsmacport"
tap "rossumai/formulas"
brew "readline", link: true
brew "python@3.9"
brew "aldo"
brew "ant"
brew "protobuf"
brew "apm-bash-completion"
brew "asciidoc"
brew "libffi"
brew "autoconf"
brew "automake"
brew "autossh"
brew "awscli"
brew "azcopy"
brew "azure-cli"
brew "bash-completion@2"
brew "bat"
brew "bazaar"
brew "bfg"
brew "cairo"
brew "pkg-config"
brew "gnutls"
brew "emacs"
brew "cask"
brew "catimg"
brew "cmake"
brew "cheat"
brew "chrome-cli"
brew "colordiff"
brew "coreutils"
brew "corkscrew"
brew "diff-so-fancy"
brew "diffoscope"
brew "dos2unix"
brew "exa"
brew "exiftool"
brew "fd"
brew "fdupes"
brew "jpeg"
brew "feh"
brew "findutils"
brew "fish"
brew "fortune"
brew "freetds"
brew "fzf"
brew "geoip"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-extras"
brew "git-filter-repo"
brew "git-quick-stats"
brew "glances"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "graphicsmagick"
brew "graphviz"
brew "grep"
brew "gtk+3"
brew "hdf5"
brew "hexyl"
brew "howdoi"
brew "ncurses"
brew "htop"
brew "httpie"
brew "hub"
brew "libomp"
brew "imagemagick@6"
brew "jq"
brew "jruby"
brew "lazygit"
brew "legit"
brew "lesspipe"
brew "libxml2"
brew "maven"
brew "midnight-commander"
brew "moreutils"
brew "mosh"
brew "most"
brew "mtr"
brew "neovim"
brew "nfpm"
brew "nnn"
brew "node@12"
brew "qt"
brew "pyqt"
brew "opencv"
brew "openssh"
brew "osxutils"
brew "p7zip"
brew "pastel"
brew "pdf2json"
brew "poppler"
brew "postgresql"
brew "procs"
brew "py2cairo"
brew "pyenv"
brew "pyenv-virtualenv"
brew "pyenv-virtualenvwrapper"
brew "pyenv-which-ext"
brew "pygobject3"
brew "tcl-tk"
brew "r"
brew "ripgrep"
brew "rlwrap"
brew "scala"
brew "screen"
brew "spark"
brew "starship"
brew "svg2png"
brew "task"
brew "testdisk"
brew "texinfo"
brew "thefuck"
brew "tig", args: ["HEAD"]
brew "tmux"
brew "tokei"
brew "tomcat"
brew "topgrade"
brew "tree"
brew "ttfautohint"
brew "watch"
brew "wget"
brew "wiki"
brew "woff2"
brew "wtf"
brew "xclip"
brew "xonsh"
brew "yarn"
brew "youtube-dl"
brew "zeromq"
brew "zlib"
brew "zsh"
brew "zsh-completions"
brew "bramstein/webfonttools/sfnt2woff-zopfli"
cask "alfred"
cask "appcleaner"
cask "atom"
cask "carbon-copy-cloner"
cask "coconutbattery"
cask "db-browser-for-sqlite"
cask "deepgit"
cask "font-anonymous-pro"
cask "font-edlo"
cask "font-fira-code"
cask "font-hack-nerd-font"
cask "font-inconsolata"
cask "font-source-code-pro"
cask "iterm2"
cask "joplin"
cask "julia"
cask "jupyter-notebook-ql"
cask "kaleidoscope"
cask "karabiner-elements"
cask "lingon-x"
cask "mendeley-desktop"
cask "osquery"
cask "playonmac"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlvideo"
cask "quicklook-csv"
cask "quicklook-json"
cask "quicklookase"
cask "remember-the-milk"
cask "sensei"
cask "spotify"
cask "suspicious-package"
cask "timemachineeditor"
cask "visual-studio-code"
cask "visual-studio-code-insiders"
cask "vlc"
cask "webpquicklook"
cask "xquartz"
cask "zotero"
